[
  {
    "ques": "I made a million dollars manipulating the stock market and I'm feeling great.",
    "ans": " Verses: 16:13 This has been gained by me today; I shall acquire this desired object. This is in hand; again, this wealth also will come to me. 10:36 Of the fraudulent, I am the gambling; I am the irresistible command of the mighty. I am excellence, I am effort, I am the sattva quality of those possessed of sattva. 16:15 I am rich and high-born; who else is there similar to me? I shall perform sacrifices; I shall give, I shall rejoice,'-thus they are diversely deluded by non-discrimination. Bewildered by numerous thoughts, caught in the net of delusion, (and) engrossed in the enjoyment of desirable objects, they fall into a foul hell. 16:16 I am rich and high-born; who else is there similar to me? I shall perform sacrifices; I shall give, I shall rejoice,'-thus they are diversely deluded by non-discrimination. Bewildered by numerous..."
  },
  {
    "ques":"what is life ?",
    "ans":"Life is a journey of self discovery. It is a journey of self realization. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. "
  },
  {
    "ques":"I've worked very hard but I'm still not able to achieve the results I hoped for, what do I do?",
    "ans":"Verses: 12:11 If you are unable to do even this, in that case, having resorted to the Yoga for Me, thereafter renounce the results of all works by becoming controlled in mind. 12:10 If you are unable even to practise, be intent on works for Me. By undertaking works for Me as well, you will attain perfection. [Identity with Brahman.] 2:47 Your right is for action alone, never for the results. Do not become the agent of the results of action. May you not have any inclination for inaction. 6:37 Arjuna said: O Krsna, failing to achieve perfection in Yoga, what goal does one attain, who, though possessed of faith, is not diligent and whose mind becomes deflected from Yoga? 6:36 My conviction is that Yoga is difficult to be attained by one of uncontrolled mind. But it is possible to be attained"
  },
  {
    "ques":"How can I attain a peace of mind?",
    "ans":"if we want to attain peace of mind, we should do our sacrifices and austerities for the Lord. This is the only way to attain peace of mind. The second verse says that the yogi of controlled mind achieves the Peace which culminates in Liberation and which abides in Me. So, if we want to attain peace of mind, we should control our mind. The third verse says that the man who has faith, is diligent and has control over the organs, attains Knowledge. Achieving Knowledge, one soon attains supreme Peace. So, if we want to attain peace of mind, we should have faith, be diligent and control our organs. The fourth verse says that the unsteady man has no wisdom, and there is no meditation for the unsteady man. And for an unmeditative man there is no peace. "
  },
  {
    "ques":"what is happiness?",
    "ans":"Happiness is a state of mind that is not dependent on external factors. Happiness is a state of mind that is not dependent on external factors. "
  },
  {
    "ques":"how to detach?",
    "ans":"18:6 But even these actions have to be undertaken by renouncing attachment and (hankering for) results. This is My firm and best conclusion, O Partha. 6:4 Verily, [Verily: This word emphasizes the fact that, since attachment to sense objects like sound etc. and to actions is an obstacle in the path of Yoga, therefore the removal of that obstruction is the means to its attainment.] when a man who has given up thought about everything does not get attached to sense-objects or actions, he is then said to be established in Yoga. 3:19 Therefore, remaining unattached, always perform the obligatory duty, for, by performing (one's) duty without attachment, a person attains the Highest. 5:11 By giving up attachment, the yogis undertake work merely through the body, mind, intellect and even the organs, for the purification of themselves. 13:10 Non-attachment and absence of fondness with regard to sons, wives, homes,"
  },
  {
    "ques":"is it ok to detach ?",
    "ans":"The first verse is a very important verse. It says that when a man who has given up thought about everything does not get attached to sense-objects or actions, he is then said to be established in Yoga. This means that the first step to detachment is to give up all thoughts about everything. This is the first step to detachment. The second verse says that even these actions have to be undertaken by renouncing attachment and (hankering for) results. This is My firm and best conclusion, O Partha. This means that the second step to detachment is to renounce attachment and (hankering for) results. The third verse says that non-attachment and absence of fondness with regard to sons, wives, homes, etc., and constant equanimity of the mind with regard to the attainment of the desirable and the undesirable; This means that the third step to detachment is to be non-attached and to have absence of fondness with regard to sons, wives, homes, etc., and constant equanimity of the mind with regard to the attainment of the desirable and the undesirable;"
  },
  {
    "ques":"what is love ?",
    "ans":"The world is unreal, it has no basis, it is without a God. It is born of mutual union brought about by passion! What other (cause can there be)? The wise ones who are free from pride and non-discrimination, who have conquered the evil of association, [Hatred and love arising from association with foes and friends.] who are ever devoted to spirituality, completely free from desires, free from the dualities called happiness and sorrow, reach that undecaying State. He who is not hateful towards any creature, who is friendly and compassionate, who has no idea of 'mine' and the idea of egoism, who is the same under sorrow and happiness, who is forgiving; Desire, repulsion, happiness, sorrow, the aggregate (of body and organs), sentience, fortitude- this field, together with its modifications, has been spoken of briefly. The world is unreal, it has no basis, it is without a God"
  },
  {
    "ques":"What happens to life after death ?",
    "ans":"The soul is eternal and never dies. It is the body that dies. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. "
  },
  {
    "ques":"In the Gita, what is the significance of the metaphor of the battlefield and the symbolism of the Kurukshetra war?",
    "ans":"The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the"
  },
  
  {
    "ques":"Can you explain the significance of the Gita's teachings on the threefold division of faith based on the modes of nature?",
    "ans":"The three modes of nature are the three gunas, sattva, rajas and tamas. They are the three qualities of nature that are present in all of us."
  },
  {
    "ques":"In the Gita, what is the significance of the metaphor of the battlefield and the symbolism of the Kurukshetra war?",
    "ans":"The Kurukshetra war is a metaphor for the battle of life. 2:32 O son of Partha, happy are the Ksatriyas who come across this kind of a battle, which presents itself unsought for and which is an open gate to heaven.1:1 Dhritarastra said: O Sanjaya, what did my sons and the sons of Pandu actually do when, eager for battle, they gathered together on the holy field of Kuruksetra?2:31 Even considering your own duty you should not waver, since there is nothing else better for a Ksatriya than a righteous battle.2:37 Either by being killed you will attain heaven, or by winning you will enjoy the earth. Therefore, O Arjuna, rise up with determination for fighting."
  },
  {
    "ques":"",
    "ans":""
  },
  {
    "ques":"",
    "ans":""
  },
  {
    "ques":"",
    "ans":""
  },
  {
    "ques":"",
    "ans":""
  },
  {
    "ques":"",
    "ans":""
  },
  {
    "ques":"",
    "ans":""
  },
  {
    "ques":"",
    "ans":""
  },
  {
    "ques":"",
    "ans":""
  },
  {
    "ques":"",
    "ans":""
  },
  {
    "ques":"",
    "ans":""
  },
  {
    "ques":"",
    "ans":""
  },
  {
    "ques":"",
    "ans":""
  }
]
