[
  {
    "ques": "I made a million dollars manipulating the stock market and I'm feeling great.",
    "ans": " Verses: 16:13 This has been gained by me today; I shall acquire this desired object. This is in hand; again, this wealth also will come to me. 10:36 Of the fraudulent, I am the gambling; I am the irresistible command of the mighty. I am excellence, I am effort, I am the sattva quality of those possessed of sattva. 16:15 I am rich and high-born; who else is there similar to me? I shall perform sacrifices; I shall give, I shall rejoice,'-thus they are diversely deluded by non-discrimination. Bewildered by numerous thoughts, caught in the net of delusion, (and) engrossed in the enjoyment of desirable objects, they fall into a foul hell. 16:16 I am rich and high-born; who else is there similar to me? I shall perform sacrifices; I shall give, I shall rejoice,'-thus they are diversely deluded by non-discrimination. Bewildered by numerous..."
  },
  {
    "ques":"what is life ?",
    "ans":"Life is a journey of self discovery. It is a journey of self realization. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. It is a journey of self realization of the true nature of the self. "
  },
  {
    "ques":"I've worked very hard but I'm still not able to achieve the results I hoped for, what do I do?",
    "ans":"Verses: 12:11 If you are unable to do even this, in that case, having resorted to the Yoga for Me, thereafter renounce the results of all works by becoming controlled in mind. 12:10 If you are unable even to practise, be intent on works for Me. By undertaking works for Me as well, you will attain perfection. [Identity with Brahman.] 2:47 Your right is for action alone, never for the results. Do not become the agent of the results of action. May you not have any inclination for inaction. 6:37 Arjuna said: O Krsna, failing to achieve perfection in Yoga, what goal does one attain, who, though possessed of faith, is not diligent and whose mind becomes deflected from Yoga? 6:36 My conviction is that Yoga is difficult to be attained by one of uncontrolled mind. But it is possible to be attained"
  },
  {
    "ques":"How can I attain a peace of mind?",
    "ans":"if we want to attain peace of mind, we should do our sacrifices and austerities for the Lord. This is the only way to attain peace of mind. The second verse says that the yogi of controlled mind achieves the Peace which culminates in Liberation and which abides in Me. So, if we want to attain peace of mind, we should control our mind. The third verse says that the man who has faith, is diligent and has control over the organs, attains Knowledge. Achieving Knowledge, one soon attains supreme Peace. So, if we want to attain peace of mind, we should have faith, be diligent and control our organs. The fourth verse says that the unsteady man has no wisdom, and there is no meditation for the unsteady man. And for an unmeditative man there is no peace. "
  },
  {
    "ques":"what is happiness?",
    "ans":"Happiness is a state of mind that is not dependent on external factors. Happiness is a state of mind that is not dependent on external factors. "
  },
  {
    "ques":"how to detach?",
    "ans":"18:6 But even these actions have to be undertaken by renouncing attachment and (hankering for) results. This is My firm and best conclusion, O Partha. 6:4 Verily, [Verily: This word emphasizes the fact that, since attachment to sense objects like sound etc. and to actions is an obstacle in the path of Yoga, therefore the removal of that obstruction is the means to its attainment.] when a man who has given up thought about everything does not get attached to sense-objects or actions, he is then said to be established in Yoga. 3:19 Therefore, remaining unattached, always perform the obligatory duty, for, by performing (one's) duty without attachment, a person attains the Highest. 5:11 By giving up attachment, the yogis undertake work merely through the body, mind, intellect and even the organs, for the purification of themselves. 13:10 Non-attachment and absence of fondness with regard to sons, wives, homes,"
  },
  {
    "ques":"is it ok to detach ?",
    "ans":"The first verse is a very important verse. It says that when a man who has given up thought about everything does not get attached to sense-objects or actions, he is then said to be established in Yoga. This means that the first step to detachment is to give up all thoughts about everything. This is the first step to detachment. The second verse says that even these actions have to be undertaken by renouncing attachment and (hankering for) results. This is My firm and best conclusion, O Partha. This means that the second step to detachment is to renounce attachment and (hankering for) results. The third verse says that non-attachment and absence of fondness with regard to sons, wives, homes, etc., and constant equanimity of the mind with regard to the attainment of the desirable and the undesirable; This means that the third step to detachment is to be non-attached and to have absence of fondness with regard to sons, wives, homes, etc., and constant equanimity of the mind with regard to the attainment of the desirable and the undesirable"
  },
  {
    "ques":"what is love ?",
    "ans":"The world is unreal, it has no basis, it is without a God. It is born of mutual union brought about by passion! What other (cause can there be)? The wise ones who are free from pride and non-discrimination, who have conquered the evil of association, [Hatred and love arising from association with foes and friends.] who are ever devoted to spirituality, completely free from desires, free from the dualities called happiness and sorrow, reach that undecaying State. He who is not hateful towards any creature, who is friendly and compassionate, who has no idea of 'mine' and the idea of egoism, who is the same under sorrow and happiness, who is forgiving; Desire, repulsion, happiness, sorrow, the aggregate (of body and organs), sentience, fortitude- this field, together with its modifications, has been spoken of briefly. The world is unreal, it has no basis, it is without a God"
  },
  {
    "ques":"What happens to life after death ?",
    "ans":"The soul is eternal and never dies. It is the body that dies. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. The soul is the real you, the body is just a temporary vehicle. "
  },
  {
    "ques":"In the Gita, what is the significance of the metaphor of the battlefield and the symbolism of the Kurukshetra war?",
    "ans":"The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the battle of life. The Kurukshetra war is a metaphor for the"
  },
  
  {
    "ques":"Can you explain the significance of the Gita's teachings on the threefold division of faith based on the modes of nature?",
    "ans":"The three modes of nature are the three gunas, sattva, rajas and tamas. They are the three qualities of nature that are present in all of us."
  },
  {
    "ques":"In the Gita, what is the significance of the metaphor of the battlefield and the symbolism of the Kurukshetra war?",
    "ans":"The Kurukshetra war is a metaphor for the battle of life. 2:32 O son of Partha, happy are the Ksatriyas who come across this kind of a battle, which presents itself unsought for and which is an open gate to heaven.1:1 Dhritarastra said: O Sanjaya, what did my sons and the sons of Pandu actually do when, eager for battle, they gathered together on the holy field of Kuruksetra?2:31 Even considering your own duty you should not waver, since there is nothing else better for a Ksatriya than a righteous battle.2:37 Either by being killed you will attain heaven, or by winning you will enjoy the earth. Therefore, O Arjuna, rise up with determination for fighting."
  },
  {
    "ques":"What is the central message of the Bhagavad Gita?",
    "ans":"The central message of the Bhagavad Gita is that the Self is the supreme goal of life. The Self is the ultimate reality, the supreme truth, the supreme goal of life.18:50 Understand for certain from Me, in brief indeed, O son of Kunti, that process by which one who has achieved success attains Brahman, which is the supreme consummation of Knowledge.7:29 Those who strive by resorting to Me for becoming free from old age and death, they know that Brahman, everything about the individual Self, and all about actions. [They know Brahman as being all the individual entities and all actions. This verse prescribes meditation on the qualified Brahman for aspirants of the middle class. Verses beginning with the 14th speak about the realization of the unqualified Brahman by aspirants of the highest class.]2:45 O Arjuna, the Vedas [Meaning only the portion dealing with rites and duties (karma-kanda)] have the three Gunas(modes of Prakriti) as their object. You become free from worldliness, free from the pairs of duality, established in the Eternal Existence(God), without (desire for) acquisition and protection, and self-collected."
  },
  {
    "ques":"How does the Bhagavad Gita address the concept of the eternal soul (Atman) and its relationship with the Supreme Being (Brahman)?",
    "ans":"Arjuna, the Bhagavad Gita explains the concept of the eternal soul (Atman) and its relationship with the Supreme Being (Brahman) through the understanding of our true nature and the eternal cycle of life and death. The Atman is the eternal essence within all beings, which is indestructible, immeasurable, and beyond the physical realm. In verse 2.20, I say, For the soul, there is never birth nor death. Nor, having once been, does it ever cease to be. The soul is unborn, eternal, ever-existing, undying, and primeval. The Atman, being a part of Brahman, is intimately connected with the Supreme Being.In Chapter 10, I elucidate the divine manifestations of Brahman. I explain that everything beautiful, powerful, and glorious in this world is a part of me, the Supreme Soul. This highlights the interconnection between the individual souls and the Supreme Being. Furthermore, in Chapter 15, I describe the eternal relationship between the individual souls and Brahman as akin to the nourishment of a tree through its roots, symbolizing our sustenance through our connection to the Supreme.The Bhagavad Gita reinforces that our true identity lies in the eternal soul, which is interconnected with Brahman, the Supreme Being. Developing this understanding helps us cultivate a deeper connection with the divine and attain spiritual liberation."
  },
  {
    "ques":"Can you elaborate on the qualities of a true devotee as described in the Gita, particularly in the context of Bhakti Yoga?",
    "ans":"Arjuna, a true devotee in Bhakti Yoga is one who possesses certain qualities. They have unwavering faith and surrender fully to the divine, cultivating a deep love and devotion towards the Supreme. Their mind is fixed on one-pointed devotion to God, constantly remembering and chanting His name. They perform all actions as offerings to the divine, without attachment to the results, acknowledging that everything belongs to God. A true devotee sees the divine presence in all beings and treats everyone with love and respect. They are compassionate, humble, and practice self-control, practicing the virtues of forgiveness and forbearance. Lord Krishna teaches in the Bhagavad Gita (9.22) that To those who are constantly devoted and who engage in devotional service with love, I give the understanding by which they can come to Me. Thus, a true devotee seeks to merge their consciousness with the Divine through love, devotion, and surrender."
  },
  {
    "ques":"What guidance does the Gita offer regarding the pursuit of knowledge and the importance of discernment (Viveka)?",
    "ans":"In the Bhagavad Gita, I teach Arjuna about the pursuit of true knowledge and the importance of discernment (Viveka). I emphasize the significance of acquiring knowledge that leads to self-realization and understanding the eternal essence of life. I urge Arjuna to develop a discriminative intellect and discern the difference between the eternal and the temporary. In Chapter 2, Verse 46, I state, 'Yogasthaḥ kuru karmāṇi saṅgaṁ tyaktvā dhanañjaya,'' which means, 'Established in yoga, perform your actions, abandoning attachment, O Arjuna.' This verse highlights the importance of performing actions without attachment, guided by wisdom and knowledge. Moreover, in Chapter 3, Verse 42, I emphasize the significance of discernment by saying, 'indriyāṇi parāṇyāhur indriyebhyah param manaḥ,' meaning, 'The senses are said to be superior to the body; the mind is superior to the senses.' It suggests that by using discernment, one can control the senses and master the mind. The Gita thus encourages seekers to seek knowledge with a discerning mind to attain self-realization and ultimate liberation."
  },
  {
    "ques":"i love money",
    "ans":"Both are important, but love is more important because it is the essence of who we are. We are all expressions of love, and it is only through love that we can truly know ourselves and others. Money is important, but it is only a means to an end. It cannot buy happiness or true love."
  },
  {
    "ques":"How can I develop a deeper sense of connection to the divine and the universe as a whole?",
    "ans":"n order to connect with your innermost divine nature, you must first understand that you are not your body or your mind. You are an eternal being, a part of the infinite consciousness that pervades all of existence. Once you realize this, you can begin to meditate on your true nature and connect with the divine within you.'You are not the body, but the immortal soul within. Realize this and meditate on your true nature.' -Bhagavad Gita 2.20"
  },
  {
    "ques":"How can I overcome my sense of loneliness and isolation?",
    "ans":"One way to overcome loneliness is to cultivate inner peace and contentment. This can be done by meditating on the Self and realizing that you are not the body or the mind, but an eternal soul. Additionally, service to others is a great way to get out of your own head and connect with others. Finally, remember that everyone goes through periods of loneliness, so you are not alone in feeling this way."
  },
  {
    "ques":"i don't have friends is it ok",
    "ans":"The Bhagavad Gita teaches that we are all friends and family. We are all connected, and we all have a role to play in this world. We are all here to help each other."
  },
  {
    "ques":"How can I cultivate positive relationships with others?",
    "ans":"The Bhagavad Gita teaches that a positive attitude is built by practicing detachment from the fruits of our actions, and by offering all of our actions and their fruits to the Lord. When we let go of the attachment to the results of our actions, we become free from anxiety and fear, and our attitude becomes one of calm and peace. This inner peace then radiates outward, affecting our relationships and our interactions with the world in a positive way."
  },
  {
    "ques":"How can I find the balance between my own needs and the needs of others?",
    "ans":"You can find peace and balance within yourself by following the path of Dharma. Dharma is the path of righteousness and duty. It is your duty to follow your Dharma and live a life of balance and peace. The Bhagavad Gita teaches that Dharma is the path to liberation from suffering. 'Dharma is the path of righteousness, it is the path of duty. It is your duty to follow your Dharma and live a life of balance and peace.'- Bhagavad Gita 2:45"
  },
  {
    "ques":"How can I cultivate a sense of devotion and love for God?",
    "ans":"The Bhagavad Gita states that devotion to God can be developed through practices of Bhakti Yoga, which include chanting God's names, singing His glories, serving His devotees, and meditating on His form. (Bhagavad Gita 9.14)"
  },
  {
    "ques":"How can I overcome my attachment to status and reputation?",
    "ans":"One way to overcome attachment to status and reputation is to remember that they are temporary and do not last forever. Another way is to focus on your inner self and your own spiritual development, rather than what others think of you. Finally, you can also remember that your true worth is not based on your status or reputation, but on your character and actions."
  },{
    "ques":"How can I find the courage to face challenges and obstacles?",
    "ans":"When you are feeling challenged, remember that you are not alone. Krishna is always with you, and he will help you to overcome whatever challenges you may face. Just as he did with Arjuna on the battlefield of Kurukshetra, Krishna will give you the strength and wisdom you need to triumph. Trust in him, and you will always find a way to overcome whatever obstacles come your way."
  },
  {
    "ques":"How can I cultivate a sense of inner peace and tranquility?",
    "ans":"Inner peace comes from understanding and accepting who you are. You are not your body or your mind. You are an eternal soul who is temporarily residing in a body. The body is subject to change and the mind is full of thoughts that come and go. You are neither of these things. You are the witness to these things. Once you understand this, you can find inner peace."
  },
  {
    "ques":"How can I find the balance between my own personal happiness and the happiness of others?",
    "ans":"You can find peace and balance within yourself by following the path of Dharma. Dharma is the path of righteousness and duty. It is your duty to follow your Dharma and live a life of balance and peace. The Bhagavad Gita teaches that Dharma is the path to liberation from suffering. \"Dharma is the path of righteousness, it is the path of duty. It is your duty to follow your Dharma and live a life of balance and peace.\"- Bhagavad Gita 2:45"
  } ,
  {
    "ques":"How can I develop my spiritual insight and understanding?",
    "ans":"One should develop the knowledge of renunciation of the fruits of action. This knowledge leads to perfect peace. (Bhagavad Gita, Chapter 2, Verse 39)"
  },
  {
    "ques":"How can I find the balance between my own personal power and the power of the divine?",
    "ans":"Krishna says that the key is to see the divine in all things, and to serve all things with love. When we act out of love, we are in alignment with the divine will and our personal power is used for good. When we act out of ego, we are out of alignment with the divine and our personal power is used for selfish gain."
  },
  {
    "ques":"What is the role of duty in our lives, and how can we fulfill it?",
    "ans":"Our duty in life is to act in accordance with our dharma. Dharma is our innermost nature and the path of righteousness. It is our duty to live in harmony with our dharma and to follow the path of truth and righteousness."
  },
  {
    "ques":"What is the role of karma in our lives, and how can we manage it?",
    "ans":"Karma is the force that drives our life. It is the result of our actions and determines our future. We are all responsible for our own karma, and it is up to us to create our own destiny. The Bhagavad Gita teaches that we should always strive to do our best and to act with integrity and compassion. We should also be aware of the consequences of our actions and accept responsibility for them."
  },
  {
    "ques":"is negative entities real?",
    "ans":"Yes, negative entities are indeed real, but they are not to be feared or dwell upon excessively. In the Bhagavad Gita, Lord Krishna explains that this world is a mixture of both positive and negative energies. However, one should not let these negative entities overpower their consciousness and lead them astray from the path of righteousness. Krishna urges Arjuna to remain steadfast, focused, and detached from these negative forces.In Chapter 16, Verse 19, Krishna states, \"Those who are envious and mischievous, who are the lowest among men, I perpetually cast into the ocean of material existence, into various demoniac species of life.\"By maintaining a connection with the divine through sincere devotion and righteous actions, one can rise above the influence of negative entities. It is important to cultivate spiritual strength, positive qualities, and a pure heart, which can shield us from the negative energies that exist in this world."
  },
  {
    "ques":"How can I overcome my negative emotions and cultivate positive ones?",
    "ans":"The Bhagavad Gita teaches that a positive attitude is built by practicing detachment from the fruits of our actions, and by offering all of our actions and their fruits to the Lord. When we let go of the attachment to the results of our actions, we become free from anxiety and fear, and our attitude becomes one of calm and peace. This inner peace then radiates outward, affecting our relationships and our interactions with the world in a positive way."
  },
  {
    "ques":"is ghost real ?",
    "ans":"Yes, ghosts are real. As beings with spiritual bodies, they are not subject to the laws of physics that govern material objects. Ghosts can move through walls, float in the air, and pass through matter."
  },
  {
    "ques":"What if i saw one ghost?",
    "ans":"If you saw one, it means you witnessed a manifestation of the divine. In the Bhagavad Gita, I explain that I am the ultimate reality, the Supreme Being, and everything emanates from Me. I am the embodiment of love, truth, and infinity. In verse 7.19, I say, \"After many births and deaths, one who knows Me in truth attains to My divine abode.\" So, if you have seen the divine in any form, it is a moment of true realization. It is an opportunity for you to connect and deepen your understanding of the divine. Cherish this experience and continue to seek the eternal truth that lies within you. Remember, I am always present within your heart, waiting for you to realize your true nature and unite with me. "
  },
  {
    "ques":"how to know that someone truly loves you ?",
    "ans":"If a person is truly in love with you, they will be selfless in their actions and thoughts towards you. They will always think of your well-being and happiness before their own. Additionally, they will be honest with you and will always be there for you, no matter what the situation is."
  },
  {
    "ques":"what if someone is obsessed?",
    "ans":"If someone becomes obsessed with another person, they may become fixated on that person and become unable to think of anything else. This can lead to problems in their own life and may cause them to act in ways that are harmful to the other person.    "
  },
  {
    "ques":"How can I cultivate gratitude and appreciation for life?",
    "ans":"You can cultivate gratitude and appreciation for life by practicing yoga and meditation. By doing so, you will develop a more positive outlook on life and be able to see the good in everything. Additionally, you will learn to be more present and mindful, which will help you appreciate the moment you are in. Lastly, you will become more grateful for what you have, instead of always wanting more."
  },
  {
    "ques":"How can I develop a more compassionate attitude toward myself and others?",
    "ans":"The Bhagavad Gita teaches that compassion is one of the four main virtues. To be more compassionate, one can develop love and understanding for all living beings, cultivate a feeling of oneness with others, and act with kindness and consideration."
  },
  {
    "ques":"How can I find the balance between my personal desires and the needs of others?",
    "ans":"You can find the balance between your personal desires and the needs of others by understanding that your true self is not the body or the mind, but the spirit. The body and mind are just tools that the spirit uses to experience the world. Therefore, you should not get attached to them or identify with them. Instead, you should focus on your true nature, which is pure, infinite, and eternal. Additionally, you should act selflessly and without attachment to the results of your actions."
  },
  {
    "ques":"How does the Bhagavad Gita emphasize the importance of equanimity in the face of success and failure?",
    "ans":"The Bhagavad Gita emphasizes the importance of equanimity in the face of success and failure by teaching us to be detached from the fruits of our actions. 2:48 By being established in Yoga, O Dhananjaya (Arjuna), undertake actions, casting off attachment and remaining equipoised in success and failure. Evenness of mind is called Yoga."
  },
  {
    "ques":"concept of Sannyasa?",
    "ans":"18:2 The Blessed Lord said: The learned ones know sannyasa to be the giving up of actions done with a desire for reward. The adepts call the abandonment of the results of all works as tyaga"
  },
  {
    "ques":"no of slok in gita?",
    "ans":"The first verse is about sannyasa, the second is about tyaga, the third is about the restlessness of the mind, and the fourth is about the nectar of the divine manifestations of the Lord. The first verse is about sannyasa, the second is about tyaga, the third is about the restlessness of the mind, and the fourth is about the nectar of the divine manifestations of the Lord. The first verse is about sannyasa, the second is about tyaga, the third is about the restlessness of the mind, and the fourth is about the nectar of the divine manifestations of the Lord."
  },
  {
    "ques":"I've worked very hard but I'm still not able to achieve the results I hoped for, what do I do?",
    "ans":"Verses: 12:11 If you are unable to do even this, in that case, having resorted to the Yoga for Me, thereafter renounce the results of all works by becoming controlled in mind. 12:10 If you are unable even to practise, be intent on works for Me. By undertaking works for Me as well, you will attain perfection. [Identity with Brahman.] 2:47 Your right is for action alone, never for the results. Do not become the agent of the results of action. May you not have any inclination for inaction. 6:37 Arjuna said: O Krsna, failing to achieve perfection in Yoga, what goal does one attain, who, though possessed of faith, is not diligent and whose mind becomes deflected from Yoga? 6:36 My conviction is that Yoga is difficult to be attained by one of uncontrolled mind. But it is possible to be attained"
  },
  {
    "ques":" Duty and righteousness?",
    "ans":"2:31 Even considering your own duty you should not waver, since there is nothing else better for a Ksatriya than a righteous battle.3:35 One's own duty [Customary or scripturally ordained observances of different castes and sects.], though defective, is superior to another's duty well-performed. Death is better while engaged in one's own duty; another's duty is fraught with fear."
  },
  {
    "ques":"Can i change my destiny?",
    "ans":"Verses: 18:60 Being bound by your own duty born of nature, O son of Kunti, you, being helpless, will verily do that which you do not wish to do owing to indiscrimination. 18:48 O son of Kunti, one should not give up the duty to which one is born, even though it be faulty. For all undertakings are surrounded with evil, as fire is with smoke. 9:28 Thus, you will become free from bondage in the form of actions which are productive of good and bad results. Having your mind imbued with the yoga of renunciation and becoming free, you will attain Me. 16:5 The divine nature is the Liberation, the demoniacal is considered to be for inevitable bondage. Do not grieve, O son of Pandu! You are destined to have the divine nature. 16:22 O son of Kunti, a person who is free from these three doors to darkness strives for the good of the soul"
  }

]
